app/views/campaigns/show.html.erb

SELECT "members".* FROM "members" WHERE "members"."campaign_id" = $1  [["campaign_id", 1]]
---
          <div class="member_list">
            <% @campaign.members.each do |m| %>